Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# login.success.smsSent
source: A code has been sent to your phone
ar: تم إرسال رمز إلى هاتفك
bg: Кодът е изпратен на вашия телефон
bn: একটি কোড আপনার ফোনে পাঠানো হয়েছে
ca: Un codi s'ha enviat al teu telèfon
cs: Kód byl odeslán na váš telefon
da: En kode er sendt til din telefon
de: Ein Code wurde an Ihr Telefon gesendet
el: Ένας κώδικας έχει σταλεί στο τηλέφωνό σας
es: Se ha enviado un código a tu teléfono
et: Kood on saadetud sinu telefonile
fa: کدی به تلفن شما ارسال شده است
fi: Koodi on lähetetty puhelimeesi
fil: Isang code ay ipinadala sa iyong telepono
fr: Un code a été envoyé à votre téléphone
he: קוד נשלח לטלפון שלך
hi: आपके फोन पर एक कोड भेजा गया है
hr: Kod je poslan na vašu telefon
hu: Egy kód küldtünk a telefonodjára
id: Kode telah dikirim ke telepon Anda
is: Kóða hefur verið sendu á síminn þinn
it: Un codice è stato inviato al tuo telefono
ja: コードがあなたの電話に送信されました
ko: 코드가 휴대폰으로 전송되었습니다
lt: Kodas buvo išsiųstas į jūsų telefoną
lv: Kods ir nosūtīts uz jūsu tālruni
nb: En kode er sendt til telefonen din
nl: Een code is naar je telefoon gestuurd
nn: Ei kode er sendt til telefonen din
pl: Kod został wysłany na Twój telefon
pt_br: Um código foi enviado para seu telefone
ro: Un cod a fost trimis pe telefonul dvs.
ru: Код отправлен на ваш телефон
sk: Kód bol odoslaný na tvoj telefón
sl: Koda je bila poslana na vašo telefono
sr: Kod je poslat na tvoj telefon
sv: En kod har skickats till din telefon
sw: Nambari imetumwa kwa simu yako
ta: உங்கள் ஃபோனுக்கு ஒரு குறியீடு அனுப்பப்பட்டுள்ளது
th: ส่งรหัสไปยังโทรศัพท์ของคุณแล้ว
tr: Telefonunuza bir kod gönderildi
uk: Код надіслано на вашу телефон
ur: ایک کوڈ آپ کے فون پر بھیجا گیا ہے
vi: Một mã đã được gửi đến điện thoại của bạn
zh_hans: 验证码已发送到您的手机
zh_hant: 代碼已發送至你的電話

# login.title
source: Log in
ar: تسجيل الدخول
bg: Вход
bn: লগ ইন করুন
ca: Inicia sessió
cs: Přihlášení
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
et: Logi sisse
fa: ورود
fi: Kirjaudu sisään
fil: Mag-log in
fr: Se connecter
he: התחברות
hi: लॉग इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
is: Skrá inn
it: Accedi
ja: ログイン
ko: 로그인
lt: Prisijungti
lv: Pieteikties
nb: Logg inn
nl: Inloggen
nn: Logg inn
pl: Zaloguj się
pt_br: Entrar
ro: Conectare
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sr: Prijavi se
sv: Logga in
sw: Ingia
ta: உள்நுழைவு
th: เข้าสู่ระบบ
tr: Giriş yap
uk: Увійти
ur: لاگ اِن کریں
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# mfa.backToLogin
source: Back to login
ar: العودة لتسجيل الدخول
bg: Обратно към влизане
bn: লগইনে ফিরুন
ca: Tornar a la connexió
cs: Zpět na přihlášení
da: Tilbage til login
de: Zurück zur Anmeldung
el: Πίσω στη σύνδεση
es: Volver al inicio de sesión
et: Tagasi sisselogimisele
fa: بازگشت به ورود
fi: Takaisin kirjautumiseen
fil: Bumalik sa login
fr: Retour à la connexion
he: חזור להתחברות
hi: लॉगिन पर वापस जाएं
hr: Natrag na prijavu
hu: Vissza a bejelentkezéshez
id: Kembali ke masuk
is: Til baka til innskráningar
it: Torna all'accesso
ja: ログイン画面に戻る
ko: 로그인으로 돌아가기
lt: Grįžti į prisijungimą
lv: Atpakaļ uz pierakstīšanos
nb: Tilbake til innlogging
nl: Terug naar aanmelding
nn: Tilbake til innlogging
pl: Powrót do logowania
pt_br: Voltar ao login
ro: Înapoi la conectare
ru: Вернуться к входу
sk: Späť na prihlásenie
sl: Nazaj na prijavo
sr: Nazad na prijavu
sv: Tillbaka till inloggning
sw: Rudi kwenye kuingia
ta: உள்நுழைவுக்குத் திரும்பவும்
th: กลับไปที่หน้าเข้าสู่ระบบ
tr: Giriş ekranına geri dön
uk: Повернутися до входу
ur: لاگ ان پر واپس جائیں
vi: Quay lại đăng nhập
zh_hans: 返回登录
zh_hant: 返回登入

# mfa.errors.challengeExpired
source: Session expired. Please try again.
ar: انتهت الجلسة. يرجى المحاولة مرة أخرى.
bg: Сесията е изтекла. Моля, опитайте отново.
bn: সেশন মেয়াদ উত্তীর্ণ হয়েছে। আবার চেষ্টা করুন।
ca: La sessió ha expirat. Torna-ho a intentar.
cs: Relace vypršela. Zkuste to znovu.
da: Sessionens udløb. Prøv igen.
de: Sitzung abgelaufen. Bitte versuchen Sie es erneut.
el: Η συνεδρία έληξε. Δοκιμάστε ξανά.
es: La sesión ha expirado. Intenta de nuevo.
et: Seanss on aegunud. Proovi uuesti.
fa: جلسه انقضا یافته است. لطفاً دوباره تلاش کنید.
fi: Istunto on vanhentunut. Yritä uudelleen.
fil: Ang session ay nag-expire. Subukan muli.
fr: Session expirée. Veuillez réessayer.
he: תוקף ההפעלה פג. אנא נסה שוב.
hi: सत्र समाप्त हो गया। कृपया पुनः प्रयास करें।
hr: Sesija je istekla. Pokušajte ponovno.
hu: A munkamenet lejárt. Próbáld újra.
id: Sesi berakhir. Silakan coba lagi.
is: Seta hefur runnið út. Reyndu aftur.
it: Sessione scaduta. Riprova.
ja: セッションの有効期限が切れました。もう一度お試しください。
ko: 세션이 만료되었습니다. 다시 시도해주세요.
lt: Sesija baigėsi. Prašom bandyti dar kartą.
lv: Sesija ir beigusies. Lūdzu mēģiniet vēlreiz.
nb: Sesjonen har utløpt. Prøv igjen.
nl: Sessie verlopen. Probeer het opnieuw.
nn: Sesjonen har utløpt. Prøv igjen.
pl: Sesja wygasła. Spróbuj ponownie.
pt_br: Sessão expirada. Tente novamente.
ro: Sesiunea a expirat. Încercați din nou.
ru: Сеанс истёк. Попробуйте снова.
sk: Relácia vypršala. Skúste to znova.
sl: Seja je potekla. Poskusite znova.
sr: Sesija je istekla. Molimo pokušaj ponovo.
sv: Sessionen har upphört. Försök igen.
sw: Kikao kimeishia. Tafadhali jaribu tena.
ta: அமர்வு காலாவதியாகிவிட்டது. மீண்டும் முயற்சிக்கவும்.
th: หมดเวลาเซสชัน โปรดลองอีกครั้ง
tr: Oturum süresi doldu. Lütfen tekrar deneyin.
uk: Сеанс закінчився. Спробуйте ще раз.
ur: سیشن ختم ہو گیا۔ براہ مہربانی دوبارہ کوشش کریں۔
vi: Phiên hết hạn. Vui lòng thử lại.
zh_hans: 会话已过期。请重试。
zh_hant: 工作階段已過期。請重試。

# mfa.errors.codeRequired
source: Please enter the 6-digit code
ar: يرجى إدخال الرمز المكون من 6 أرقام
bg: Моля, въведете 6-цифрения код
bn: অনুগ্রহ করে 6-সংখ্যার কোড প্রবেশ করুন
ca: Introdueix el codi de 6 dígits
cs: Prosím zadejte 6místný kód
da: Venligst indtast 6-cifret kode
de: Bitte geben Sie den 6-stelligen Code ein
el: Εισάγετε τον κώδικα 6 ψηφίων
es: Introduce el código de 6 dígitos
et: Vennligst sisesta 6-kohaline kood
fa: لطفاً کد 6 رقمی را وارد کنید
fi: Syötä 6-numeroinen koodi
fil: Mangyaring magpasok ng 6-digit code
fr: Veuillez entrer le code à 6 chiffres
he: אנא הזן קוד בן 6 ספרות
hi: कृपया 6-अंकीय कोड दर्ज करें
hr: Molimo unesite 6-znamenkasti kod
hu: Kérjük, írja be a 6 jegyű kódot
id: Silakan masukkan kode 6 digit
is: Vinsamlegast sláðu inn 6 stafa kóða
it: Inserisci il codice a 6 cifre
ja: 6 桁のコードを入力してください
ko: 6자리 코드를 입력해주세요
lt: Prašom įvesti 6 skaitmenų kodą
lv: Lūdzu ievadiet 6 ciparu kodu
nb: Vennligst skriv inn 6-sifret kode
nl: Voer alstublieft de 6-cijferige code in
nn: Vennlegast skriv inn 6-sifra kode
pl: Wpisz 6-cyfrowy kod
pt_br: Digite o código de 6 dígitos
ro: Vă rugăm să introduceți codul de 6 cifre
ru: Пожалуйста, введите 6-значный код
sk: Zadajte 6-ciferný kód
sl: Vnesite 6-mestno kodo
sr: Molimo unesi 6-cifren kod
sv: Skriv in 6-siffrig kod
sw: Tafadhali ingiza nambari ya tarakimu 6
ta: தயவுசெய்து 6 இலக்க குறியீட்டை உள்ளிடவும்
th: กรุณากรอกรหัส 6 หลัก
tr: Lütfen 6 haneli kodu girin
uk: Введіть 6-значний код
ur: براہ مہربانی 6 ہندسے والا کوڈ درج کریں
vi: Vui lòng nhập mã 6 chữ số
zh_hans: 请输入 6 位验证码
zh_hant: 請輸入 6 位數字代碼

# mfa.submitButton
source: Confirm
ar: تأكيد
bg: Потвърдете
bn: নিশ্চিত করুন
ca: Confirmar
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
fa: تایید
fi: Vahvista
fil: Kumpirmahin
fr: Confirmer
he: אשר
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
is: Staðfesta
it: Conferma
ja: 確認
ko: 확인
lt: Patvirtinti
lv: Apstiprināt
nb: Bekreft
nl: Bevestigen
nn: Bekreft
pl: Potwierdź
pt_br: Confirmar
ro: Confirmați
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sr: Potvrdi
sv: Bekräfta
sw: Thibitisha
ta: உறுதிப்படுத்தவும்
th: ยืนยัน
tr: Onayla
uk: Підтвердити
ur: تصدیق کریں
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# mfa.subtitle
source: Enter the code from your authenticator app
ar: أدخل الرمز من تطبيق المصادقة الخاص بك
bg: Въведете кода от приложението за удостоверяване
bn: আপনার অথেন্টিকেটর অ্যাপ থেকে কোড প্রবেশ করুন
ca: Introduïu el codi de l'aplicació autenticadora
cs: Zadejte kód z vaší autentifikační aplikace
da: Indtast koden fra din godkendelses-app
de: Geben Sie den Code aus Ihrer Authentifizierungs-App ein
el: Εισάγετε τον κώδικα από την εφαρμογή ταυτοποίησής σας
es: Introduce el código de tu aplicación de autenticación
et: Sisesta autentimisakenduse kood
fa: کد خود را از برنامه احراز هویت وارد کنید
fi: Syötä koodi autentikaatiosovelluksestasi
fil: Ilagay ang code mula sa iyong authenticator app
fr: Entrez le code de votre application d'authentification
he: הזן את הקוד מאפליקציית האימות שלך
hi: अपने प्रमाणीकरण ऐप से कोड दर्ज करें
hr: Unesite kod iz vaše aplikacije za autentifikaciju
hu: Írja be a kódot az autentikációs alkalmazásból
id: Masukkan kode dari aplikasi autentikator Anda
is: Sláðu inn kódann frá auðkenningarforriti þínu
it: Inserisci il codice dall'app di autenticazione
ja: 認証アプリからコードを入力してください
ko: 인증 앱에서 코드를 입력하세요
lt: Įveskite kodą iš jūsų autentifikavimo programos
lv: Ievadiet kodu no jūsu autentifikācijas lietotnes
nb: Skriv inn koden fra autentiseringsappen din
nl: Voer de code van je authenticatie-app in
nn: Skriv inn koden frå autentiseringsappen din
pl: Wpisz kod z aplikacji autentykacyjnej
pt_br: Digite o código do seu aplicativo autenticador
ro: Introduceți codul din aplicația de autentificare
ru: Введите код из приложения аутентификации
sk: Zadajte kód z vašej aplikácie autentifikátora
sl: Vnesite kodo iz vaše aplikacije za preverjanje
sr: Unesite kod iz aplikacije za autentifikaciju
sv: Skriv in koden från din autentiseringsapp
sw: Ingiza nambari kutoka kwa programu yako ya uthibitisaji
ta: உங்கள் அங்கீகরণ অ্যাপ্লিকেশন থেকে কোড প্রবেশ করুন
th: ใส่รหัสจากแอปตรวจสอบสิทธิ์ของคุณ
tr: Kimlik doğrulama uygulamanızdan kodu girin
uk: Введіть код з вашої програми автентифікації
ur: اپنی تصدیق کار ایپ سے کوڈ درج کریں
vi: Nhập mã từ ứng dụng xác thực của bạn
zh_hans: 输入您的身份验证器应用中的代码
zh_hant: 輸入您的驗證器應用中的代碼

# mfa.title
source: Two-factor authentication
ar: المصادقة الثنائية
bg: Двуфакторно удостоверяване
bn: দুই-ফ্যাক্টর অথেন্টিকেশন
ca: Autenticació de dos factors
cs: Dvojfaktorová autentifikace
da: To-faktor godkendelse
de: Zwei-Faktor-Authentifizierung
el: Ταυτοποίηση δύο παραγόντων
es: Autenticación de dos factores
et: Kahefaktoriline autentimine
fa: احراز هویت دو مرحله‌ای
fi: Kaksivaiheinen todentaminen
fr: Authentification à deux facteurs
he: אימות דו-שלבי
hi: दो-कारक प्रमाणीकरण
hr: Dvofaktorska autentifikacija
hu: Kétfaktoros hitelesítés
id: Autentikasi dua faktor
is: Tvíþætt auðkenning
it: Autenticazione a due fattori
ja: 2 要素認証
ko: 2단계 인증
lt: Dviejų veiksnių autentifikavimas
lv: Divu faktoru autentifikācija
nb: To-faktor autentisering
nl: Twee-factor authenticatie
nn: To-faktor autentisering
pl: Uwierzytelnianie dwuskładnikowe
pt_br: Autenticação de dois fatores
ro: Autentificare cu doi factori
ru: Двухфакторная аутентификация
sk: Dvojfaktorová autentifikácia
sl: Dvofaktorska autentikacija
sr: Dvofaktorska autentifikacija
sv: Tvåfaktorsautentisering
sw: Uthibitisaji wa sababu mbili
ta: দুই-ফ্যাক্টর অথেন্টিকেশন
th: การตรวจสอบสิทธิ์สองปัจจัย
tr: İki faktörlü kimlik doğrulama
uk: Двофакторна автентифікація
ur: دو سطحی تصدیق
vi: Xác thực hai yếu tố
zh_hans: 双因素身份验证
zh_hant: 雙因素驗證

# notification.atTime
source: at
ar: في
bg: в
bn: সময়ে
ca: a les
cs: v
da: kl.
de: um
el: στις
es: a las
et: kl.
fa: ساعت
fi: klo
fil: sa
fr: à
he: בשעה
hi: बजे
hr: u
hu: óra
id: pukul
is: klukkan
it: alle
ja: 時刻
ko: 시간
lt: val.
lv: plkst.
nb: kl.
nl: kl.
nn: kl.
pl: o
pt_br: às
ro: la
ru: в
sk: o
sl: ob
sr: u
sv: kl.
sw: saa
ta: সময়
th: เวลา
tr: saat
uk: о
ur: بجے
vi: lúc
zh_hans: 时
zh_hant: 於

# notification.reminder.hours
source: %lld hours
ar: %lld ساعات
bg: %lld часа
bn: %lld ঘণ্টা
ca: %lld hores
cs: %lld hodin
da: %lld timer
de: %lld Stunden
el: %lld ώρες
es: %lld horas
et: %lld tundi
fa: %lld ساعت
fi: %lld tuntia
fil: %lld oras
fr: %lld heures
he: %lld שעות
hi: %lld घंटे
hr: %lld sati
hu: %lld óra
id: %lld jam
is: %lld klukkustundir
it: %lld ore
ja: %lld時間
ko: %lld시간
lt: %lld valandos
lv: %lld stundas
nb: %lld timer
nl: %lld timer
nn: %lld timar
pl: %lld godzin
pt_br: %lld horas
ro: %lld ore
ru: %lld часов
sk: %lld hodín
sl: %lld ur
sr: %lld sati
sv: %lld timmar
sw: saa %lld
ta: %lld ঘন্টা
th: %lld ชั่วโมง
tr: %lld saat
uk: %lld години
ur: %lld گھنٹے
vi: %lld giờ
zh_hans: %lld 小时
zh_hant: %lld 小時

# notification.reminder.hoursBefore
source: %lld hours before
ar: %lld ساعات قبل
bg: %lld часа преди
bn: %lld ঘণ্টা আগে
ca: %lld hores abans
cs: %lld hodin předem
da: %lld timer før
de: %lld Stunden vorher
el: %lld ώρες πριν
es: %lld horas antes
et: %lld tundi enne
fa: %lld ساعت قبل
fi: %lld tuntia ennen
fil: %lld oras bago
fr: %lld heures avant
he: %lld שעות לפני
hi: %lld घंटे पहले
hr: %lld sati prije
hu: %lld órával korábban
id: %lld jam sebelum
is: %lld klukkustundir fyrir
it: %lld ore prima
ja: %lld時間前
ko: %lld시간 전
lt: %lld valandos prieš
lv: %lld stundas pirms
nb: %lld timer før
nl: %lld timer før
nn: %lld timar før
pl: %lld godzin przed
pt_br: %lld horas antes
ro: %lld ore înainte
ru: %lld часов назад
sk: %lld hodín pred
sl: %lld ur prej
sr: %lld sati pre
sv: %lld timmar före
sw: saa %lld kabla
ta: %lld ঘন্টা আগে
th: %lld ชั่วโมงก่อน
tr: %lld saat önce
uk: %lld години до
ur: %lld گھنٹے پہلے
vi: %lld giờ trước
zh_hans: %lld 小时前
zh_hant: 前 %lld 小時

# notification.reminder.hoursBeforeShift
source: %lld hours before shift
ar: %lld ساعات قبل الوردية
bg: %lld часа преди смяната
bn: শিফটের %lld ঘণ্টা আগে
ca: %lld hores abans de la jornada
cs: %lld hodin před směnou
da: %lld timer før vakt
de: %lld Stunden vor der Vakte
el: %lld ώρες πριν τη βάρδια
es: %lld horas antes de la vacacióne
et: %lld tundi enne vahetus
fa: %lld ساعت قبل از شیفت
fi: %lld tuntia ennen vuoroa
fil: %lld oras bago ang shift
fr: %lld heures avant la vague
he: %lld שעות לפני המשמרת
hi: शिफ्ट से %lld घंटे पहले
hr: %lld sati prije smjene
hu: %lld órával a műszak előtt
id: %lld jam sebelum shift
is: %lld klukkustundir fyrir vakt
it: %lld ore prima del turno
ja: シフト%lld時間前
ko: 이동 %lld시간 전
lt: %lld valandos prieš pasikeitimą
lv: %lld stundas pirms maiņas
nb: %lld timer før vakt
nl: %lld timer før vakt
nn: %lld timar før vakt
pl: %lld godzin przed zmianą
pt_br: %lld horas antes da vácua
ro: %lld ore înainte de schimb
ru: %lld часов до смены
sk: %lld hodín pred zmenou
sl: %lld ur pred izmeno
sr: %lld sati pre smene
sv: %lld timmar före vakt
sw: saa %lld kabla ya zamu
ta: শিফটের %lld ঘন্টা আগে
th: %lld ชั่วโมงก่อนกะ
tr: Vardiyadan %lld saat önce
uk: %lld години до зміни
ur: شفٹ سے %lld گھنٹے پہلے
vi: %lld giờ trước ca làm việc
zh_hans: 班次前 %lld 小时
zh_hant: 班次前 %lld 小時

# notification.reminder.minutes
source: %lld minutes
ar: %lld دقائق
bg: %lld минути
bn: %lld মিনিট
ca: %lld minuts
cs: %lld minut
da: %lld minutter
de: %lld Minuten
el: %lld λεπτά
es: %lld minutos
et: %lld minutit
fa: %lld دقیقه
fi: %lld minuuttia
fil: %lld minuto
he: %lld דקות
hi: %lld मिनट
hr: %lld minuta
hu: %lld perc
id: %lld menit
is: %lld mínútur
it: %lld minuti
ja: %lld分
ko: %lld분
lt: %lld minutės
lv: %lld minūtes
nb: %lld minutter
nl: %lld minutter
nn: %lld minutter
pl: %lld minut
pt_br: %lld minutos
ro: %lld minute
ru: %lld минут
sk: %lld minút
sl: %lld minut
sr: %lld minuta
sv: %lld minuter
sw: %lld dakika
ta: %lld நிமிடங்கள்
th: %lld นาที
tr: %lld dakika
uk: %lld хвилин
ur: %lld منٹ
vi: %lld phút
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# notification.reminder.minutesBefore
source: %lld minutes before
ar: %lld دقائق قبل
bg: %lld минути преди
bn: %lld মিনিট আগে
ca: %lld minuts abans
cs: %lld minut před
da: %lld minutter før
de: %lld Minuten vor
el: %lld λεπτά πριν
es: %lld minutos antes
et: %lld minutit enne
fa: %lld دقیقه قبل
fi: %lld minuuttia ennen
fil: %lld minuto bago
fr: %lld minutes avant
he: %lld דקות לפני
hi: %lld मिनट पहले
hr: %lld minuta prije
hu: %lld perc előtt
id: %lld menit sebelumnya
is: %lld mínútur fyrir
it: %lld minuti prima
ja: %lld分前
ko: %lld분 전
lt: %lld minučių prieš
lv: %lld minūtes pirms
nb: %lld minutter før
nl: %lld minuten voor
nn: %lld minutter før
pl: %lld minut przed
pt_br: %lld minutos antes
ro: %lld minute înainte
ru: %lld минут до
sk: %lld minút pred
sl: %lld minut prej
sr: %lld minuta pre
sv: %lld minuter före
sw: %lld dakika kabla
ta: %lld நிமிடங்களுக்கு முன்
th: %lld นาทีก่อน
tr: %lld dakika önce
uk: %lld хвилин перед
ur: %lld منٹ پہلے
vi: %lld phút trước
zh_hans: %lld分钟前
zh_hant: %lld 分鐘前

# notification.reminder.minutesBeforeShift
source: %lld minutes before shift
ar: %lld دقائق قبل الوردية
bg: %lld минути преди смяната
bn: %lld মিনিট শিফটের আগে
ca: %lld minuts abans del torn
cs: %lld minut před směnou
da: %lld minutter før vakt
de: %lld Minuten vor Schicht
el: %lld λεπτά πριν από τη βάρδια
es: %lld minutos antes de la vakt
et: %lld minutit enne vahti
fa: %lld دقیقه قبل از شروع شیفت
fi: %lld minuuttia ennen vuoroa
fil: %lld minuto bago ang shift
fr: %lld minutes avant la vakt
he: %lld דקות לפני המשמרת
hi: शिफ्ट से %lld मिनट पहले
hr: %lld minuta prije smjene
hu: %lld perc a műszak előtt
id: %lld menit sebelum shift
is: %lld mínútur fyrir vakt
it: %lld minuti prima del turno
ja: シフト開始%lld分前
ko: 근무 %lld분 전
lt: %lld minučių prieš pamainą
lv: %lld minūtes pirms maiņas
nb: %lld minutter før vakt
nl: %lld minuten voor vacht
nn: %lld minutter før vakt
pl: %lld minut przed vaktem
pt_br: %lld minutos antes do turno
ro: %lld minute înainte de tură
ru: %lld минут до смены
sk: %lld minút pred službou
sl: %lld minut pred začetkom izmen
sr: %lld minuta pre smene
sv: %lld minuter före vakt
sw: %lld dakika kabla ya zamu
ta: பணியாற்றலுக்கு %lld நிமிடங்கள் முன்
th: %lld นาทีก่อนเข้างาน
tr: %lld dakika vardiya öncesi
uk: %lld хвилин перед змією
ur: %lld منٹ شفٹ سے پہلے
vi: %lld phút trước ca làm việc
zh_hans: %lld分钟前班次开始
zh_hant: 班次開始前 %lld 分鐘

# notification.reminder.oneDay
source: 1 day
ar: يوم واحد
bg: 1 ден
bn: ১ দিন
ca: 1 dia
cs: 1 den
da: 1 dag
de: 1 Tag
el: 1 ημέρα
es: 1 día
et: 1 päev
fa: 1 روز
fi: 1 päivä
fil: 1 araw
fr: 1 jour
he: יום אחד
hi: 1 दिन
hr: 1 dan
hu: 1 nap
id: 1 hari
is: 1 dagur
it: 1 giorno
ja: 1日
ko: 1일
lt: 1 diena
lv: 1 diena
nb: 1 dag
nl: 1 dag
nn: 1 dag
pl: 1 dzień
pt_br: 1 dia
ro: 1 zi
ru: 1 день
sk: 1 deň
sl: 1 dan
sr: 1 dan
sv: 1 dag
sw: Siku 1
ta: 1 நாள்
th: 1 วัน
tr: 1 gün
uk: 1 день
ur: 1 دن
vi: 1 ngày
zh_hans: 1天
zh_hant: 1 天

# notification.reminder.oneDayBefore
source: 1 day before
ar: قبل يوم واحد
bg: 1 ден преди
bn: ১ দিন আগে
ca: 1 dia abans
cs: 1 den před
da: 1 dag før
de: 1 Tag vor
el: 1 ημέρα πριν
es: 1 día antes
et: 1 päev enne
fa: 1 روز قبل
fi: 1 päivä ennen
fil: 1 araw bago
fr: 1 jour avant
he: יום אחד לפני
hi: 1 दिन पहले
hr: 1 dan prije
hu: 1 nap előtt
id: 1 hari sebelumnya
is: 1 dagur fyrir
it: 1 giorno prima
ja: 1日前
ko: 1일 전
lt: 1 diena prieš
lv: 1 diena pirms
nb: 1 dag før
nl: 1 dag voor
nn: 1 dag før
pl: 1 dzień przed
pt_br: 1 dia antes
ro: 1 zi înainte
ru: 1 день до
sk: 1 deň pred
sl: 1 dan prej
sr: 1 dan pre
sv: 1 dag före
sw: Siku 1 kabla
ta: 1 நாளுக்கு முன்
th: 1 วันก่อน
tr: 1 gün önce
uk: 1 день перед
ur: 1 دن پہلے
vi: 1 ngày trước
zh_hans: 1天前
zh_hant: 1 天前

# notification.reminder.oneDayBeforeShift
source: 1 day before shift
ar: قبل يوم واحد من الورديّة
bg: 1 ден преди смяната
bn: ১ দিন শিফটের আগে
ca: 1 dia abans del torn
cs: 1 den před směnou
da: 1 dag før vakt
de: 1 Tag vor Schicht
el: 1 ημέρα πριν από τη βάρδια
es: 1 día antes de la vakt
et: 1 päev enne vahti
fa: 1 روز قبل از شروع شیفت
fi: 1 päivä ennen vuoroa
fil: 1 araw bago ang shift
fr: 1 jour avant la vakt
he: יום אחד לפני המשמרת
hi: शिफ्ट से 1 दिन पहले
hr: 1 dan prije smjene
hu: 1 nap a műszak előtt
id: 1 hari sebelum shift
is: 1 dagur fyrir vakt
it: 1 giorno prima del turno
ja: シフト開始1日前
ko: 근무 1일 전
lt: 1 diena prieš pamainą
lv: 1 diena pirms maiņas
nb: 1 dag før vakt
nl: 1 dag voor vacht
nn: 1 dag før vakt
pl: 1 dzień przed vaktem
pt_br: 1 dia antes do turno
ro: 1 zi înainte de tură
ru: 1 день до смены
sk: 1 deň pred službou
sl: 1 dan pred začetkom izmene
sr: 1 dan pre smene
sv: 1 dag före vakt
sw: Siku 1 kabla ya zamu
ta: பணியாற்றலுக்கு 1 நாள் முன்
th: 1 วันก่อนเข้างาน
tr: 1 gün vardiya öncesi
uk: 1 день перед змією
ur: 1 دن شفٹ سے پہلے
vi: 1 ngày trước ca làm việc
zh_hans: 班次前1天
zh_hant: 班次開始前 1 天

# notification.reminder.twoDays
source: 2 days
ar: يومان
bg: 2 дни
bn: ২ দিন
ca: 2 dies
cs: 2 dny
da: 2 dage
de: 2 Tage
el: 2 ημέρες
es: 2 días
et: 2 päeva
fa: 2 روز
fi: 2 päivää
fil: 2 araw
fr: 2 jours
he: יומיים
hi: 2 दिन
hr: 2 dana
hu: 2 nap
id: 2 hari
is: 2 dagar
it: 2 giorni
ja: 2日
ko: 2일
lt: 2 dienos
lv: 2 dienas
nb: 2 dager
nl: 2 dagen
nn: 2 dager
pl: 2 dni
pt_br: 2 dias
ro: 2 zile
ru: 2 дня
sk: 2 dni
sl: 2 dni
sr: 2 dana
sv: 2 dagar
sw: Siku 2
ta: 2 நாட்கள்
th: 2 วัน
tr: 2 gün
uk: 2 дні
ur: 2 دن
vi: 2 ngày
zh_hans: 2天
zh_hant: 2 天

# notification.reminder.twoDaysBefore
source: 2 days before
ar: قبل يومين
bg: 2 дни преди
bn: ২ দিন আগে
ca: 2 dies abans
cs: 2 dny před
da: 2 dage før
de: 2 Tage vor
el: 2 ημέρες πριν
es: 2 días antes
et: 2 päeva enne
fa: 2 روز قبل
fi: 2 päivää ennen
fil: 2 araw bago
fr: 2 jours avant
he: יומיים לפני
hi: 2 दिन पहले
hr: 2 dana prije
hu: 2 nap előtt
id: 2 hari sebelumnya
is: 2 dagar fyrir
it: 2 giorni prima
ja: 2日前
ko: 2일 전
lt: 2 dienos prieš
lv: 2 dienas pirms
nb: 2 dager før
nl: 2 dagen voor
nn: 2 dager før
pl: 2 dni przed
pt_br: 2 dias antes
ro: 2 zile înainte
ru: 2 дня до
sk: 2 dni pred
sl: 2 dni prej
sr: 2 dana pre
sv: 2 dagar före
sw: Siku 2 kabla
ta: 2 நாட்களுக்கு முன்
th: 2 วันก่อน
tr: 2 gün önce
uk: 2 дні перед
ur: 2 دن پہلے
vi: 2 ngày trước
zh_hans: 2天前
zh_hant: 2 天前

# notification.reminder.twoDaysBeforeShift
source: 2 days before shift
ar: قبل يومين من الورديّة
bg: 2 дни преди смяната
bn: ২ দিন শিফটের আগে
ca: 2 dies abans del torn
cs: 2 dny před směnou
da: 2 dage før vakt
de: 2 Tage vor Schicht
el: 2 ημέρες πριν από τη βάρδια
es: 2 días antes de la vakt
et: 2 päeva enne vahti
fa: 2 روز قبل از شروع شیفت
fi: 2 päivää ennen vuoroa
fil: 2 araw bago ang shift
fr: 2 jours avant la vakt
he: יומיים לפני המשמרת
hi: शिफ्ट से 2 दिन पहले
hr: 2 dana prije smjene
hu: 2 nap a műszak előtt
id: 2 hari sebelum shift
is: 2 dagar fyrir vakt
it: 2 giorni prima del turno
ja: シフト開始2日前
ko: 근무 2일 전
lt: 2 dienos prieš pamainą
lv: 2 dienas pirms maiņas
nb: 2 dager før vakt
nl: 2 dagen voor vacht
nn: 2 dager før vakt
pl: 2 dni przed vaktem
pt_br: 2 dias antes do turno
ro: 2 zile înainte de tură
ru: 2 дня до смены
sk: 2 dni pred službou
sl: 2 dni pred začetkom izmene
sr: 2 dana pre smene
sv: 2 dagar före vakt
sw: Siku 2 kabla ya zamu
ta: பணியாற்றலுக்கு 2 நாட்கள் முன்
th: 2 วันก่อนเข้างาน
tr: 2 gün vardiya öncesi
uk: 2 дні перед змією
ur: 2 دن شفٹ سے پہلے
vi: 2 ngày trước ca làm việc
zh_hans: 班次前2天
zh_hant: 班次開始前 2 天

# notification.untilNextShift
source: until next shift
ar: حتى الورديّة التالية
bg: до следващата смяна
bn: পরবর্তী শিফট পর্যন্ত
ca: fins al pròxim torn
cs: do další směny
da: til næste vagt
de: bis zur nächsten Schicht
el: μέχρι την επόμενη βάρδια
es: hasta la próxima vakt
et: järgmise vahi alguseni
fa: تا شیفت بعدی
fi: seuraavaan vuoroon asti
fil: hanggang sa susunod na shift
fr: jusqu'à la prochaine vakt
he: עד המשמרת הבאה
hi: अगली शिफ्ट तक
hr: do sljedeće smjene
hu: a következő műszakig
id: hingga shift berikutnya
is: til næstu vaktar
it: fino al prossimo turno
ja: 次のシフトまで
ko: 다음 근무까지
lt: iki kitos pamainos
lv: līdz nākamajai maiņai
nb: til neste vakt
nl: tot volgende vacht
nn: til neste vakt
pl: do następnego vaktu
pt_br: até o próximo turno
ro: până la următoarea tură
ru: до следующей смены
sk: do ďalšej služby
sl: do naslednje izmene
sr: do sledece smene
sv: till nästa vakt
sw: hadi zamu inayofuata
ta: அடுத்த பணிவரை
th: จนถึงเข้างานครั้งถัดไป
tr: sonraki vardiyaya kadar
uk: до наступної зміни
ur: اگلی شفٹ تک
vi: cho đến ca làm việc tiếp theo
zh_hans: 直到下一班次
zh_hant: 到下一班次
